{
  "header": {
    "openMainMenu": "Abrir menú principal",
    "work": "Experiencia",
    "education": "Formación",
    "aboutMe": "Sobre mí",
    "contact": "Contacto",
    "CV": "CV"
  },
  "home": {
    "hi": "¡Hola! Soy",
    "andIDevelopWebApps": "y desarrollo aplicaciones web"
  },
  "downloadCV": "Descargar CV",
  "work": {
    "title": "Experiencia",
    "data": [
      {
        "company": "Nyxell App S.L.",
        "duration": "2022-2023",
        "position": "Senior Front-End Developer",
        "description": "Marketplace innovador dedicado a la venta de entradas de ocio nocturno. Nyxell fusiona rapidez, seguridad y simplicidad para ofrecer una experiencia de compra excepcional. Enfocada en una atención al cliente personalizada, proporciona soporte integral desde la compra hasta el acceso a través de nuestros embajadores de marca."
      },
      {
        "company": "Trackglobe S.L. (Grupo Barrabés)",
        "duration": "2019-2022",
        "position": "Agile Front-End Developer",
        "description": "Empresa tecnológica dinámica, parte del Grupo Barrabés, líder en ecommerce y consultoría de innovación, y del Grupo BTS, un operador internacional de telecomunicaciones. En plena expansión tanto nacional como internacional, Trackglobe combina la experiencia en ecommerce de Barrabés con la fortaleza en telecomunicaciones de BTS, posicionándose como un referente en el sector tecnológico."
      },
      {
        "company": "Integra Tecnología",
        "duration": "2017-2019",
        "position": ".NET FullStack Developer",
        "description": "Consultora tecnológica de prestigio, con un enfoque especializado en la transformación digital y soluciones tecnológicas innovadoras. Fundada en 1986 en Aragón, Integra ha evolucionado desde sus raíces en formación e informática hasta convertirse en un líder en el sector tecnológico a nivel nacional. Su trayectoria está marcada por el desarrollo de proyectos transversales, la obtención de las máximas certificaciones técnicas y la formación de alianzas estratégicas que subrayan su compromiso con la innovación continua."
      },
      {
        "company": "Hipercor S.A. (Grupo El Corte Inglés)",
        "duration": "2013-2014",
        "position": "Técnico en prácticas, mantenimiento sist. hardware",
        "description": "Parte de la reconocida cadena de supermercados del grupo El Corte Inglés, HiperCor se destaca por su amplia gama de productos de alta calidad en alimentación, moda, electrónica y hogar. En mi rol como técnico en prácticas, adquirí experiencia clave en mantenimiento y reparación de hardware. Esta etapa me brindó habilidades fundamentales en solución de problemas y soporte técnico esenciales para mi desarrollo profesional."
      }
    ]
  },
  "education": {
    "title": "Formación",
    "data": [
      {
        "title": "Grado Superior en Desarrollo de Aplicaciones Multiplataforma",
        "duration": "2015-2017",
        "center": "IES Santiago Hernández (Zaragoza)",
        "description": "Programa educativo enfocado en formar expertos en la creación de software para diversas plataformas, combinando programación, diseño de interfaces, y gestión de bases de datos con experiencia práctica."
      },
      {
        "title": "Grado Medio en Sistemas Microinformáticos y Redes",
        "duration": "2012-2014",
        "center": "IES Martínez Montañés (Sevilla)",
        "description": "Programa formativo orientado a la instalación, mantenimiento y gestión de equipos informáticos y redes, ideal para iniciar una carrera técnica en el sector de la informática y las telecomunicaciones."
      }
    ]
  },
  "aboutMe": {
    "title": "Sobre mí",
    "description1": "De raíces andaluzas, nací en Jerez y me crié en Sevilla, a donde voy menos de lo que me gustaría. A pesar de no hacerme al frío, vivo en Zaragoza, aunque no es raro encontrarme por Valencia, donde vive mi pareja. En mis viajes, nunca falta mi compañero fiel: mi portátil.",
    "description2": "Entusiasta de la música y la edición de contenidos audiovisuales, área que me ayuda a combinar mi creatividad y habilidad técnica. Me defino como una persona extrovertida, siempre dispuesta a conocer nuevas personas y explorar lugares por descubrir.",
    "description3": "Desde temprana edad, he estado fascinado por cualquier dispositivo con una pantalla, una curiosidad que eventualmente se transformó en mi vocación y, luego, en mi carrera profesional. Hoy, tengo el privilegio de dedicarme a lo que más me apasiona: crear y dar vida a mi código, fusionando tecnología y creatividad."
  },
  "contact": {
    "title": "Contacto",
    "shallWeTalk": "¿Hablamos?",
    "from": "De:",
    "subject": "Asunto:",
    "message": "Mensaje:",
    "sendMessage": "Enviar mensaje",
    "messageSent": "Mensaje enviado",
    "thankYouMessage": "¡Gracias por tu mensaje! Te responderé lo antes posible.",
    "errorMessage": "Ha ocurrido un error. Por favor, ponte en contacto conmigo a través de Linkedin.",
    "mailPlaceholder": "Tu correo electrónico",
    "subjectPlaceholder": "Propuesta sobre...",
    "messagePlaceholder": "¡Hola Jorge! He visto tu perfil en Linkedin y me gustaría hablar contigo para..."
  }
}
